Revit 2024 API
ParameterTypeId.ImportBackground Property
 "Draw Layer"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ImportBackground { get; }
Visual Basic
Public Shared ReadOnly Property ImportBackground As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ImportBackground {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace